import reviewImage1 from "@/assets/images/consulting/consulting-review-1.png";
import reviewImage2 from "@/assets/images/consulting/consulting-review-2.png";

export const data = {
  reviews: [
    {
      label: "유니버스 컨설팅",
      title: "미국에서 돌발 상황이 있을 때마다 같이 해결해주셔서 너무 든든했어요!",
      description: `저는 처음 미국 유학을 준비하면서 주변에 미국 음대에 대해 잘 아는 교수님이나 주변 지인들이 없었어요. 막연하게 네이버 카페, 블로그, 유투브 등 혼자서 찾아봐도 진짜 나에게 필요한 정보는 없었어요. 서울에 유명한 유학원 여러군데 상담 받고도, 입시 과정의 큰 틀을 설명 해주는 것 말고 내가 진짜 궁금한 부분에 대해서는 유학원에서도 답을 찾지 못해 답답한 부분이 많았어요ㅠ (내가 어떻게 미국 유학을 준비 해야 할지 구체적인 학교 선정 부터 실기곡 준비, 토플 준비, 학교 생활 등)

처음 유니버스 피아노에서 상담 받을 때에는 한국에서 입시곡 레슨도 제대로 받지 못한 상태였는데, 대표님의 도움으로 미국 음대 교수님들께 컨택 레슨 받고, 미국 음대 교수님과 입시를 같이 준비하면서 도움이 많이 됐어요. 그리고 저는 레슨 선생님을 중요하게 생각하는데 대표님께서 저의 성향을 토대로, 내가 더 배우고 싶은 부분들을 잘 배울 수 있는 교수님을 추천 해주시는 것도 너무 도움이 됐어요.
      
토플 준비가 너무 막연했던 저에게 체계적이고 구체적인 제안, 되는 길을 알려주셔서 좋았어요. 유니버스 피아노 스터디에 참여하면서 공부 습관이 형성되고, 시험 전에 꿀팁도 주셔서 너무 좋았어요! 계속 안 오르던 점수가 시험 전에 말해주신 꿀팁으로 10점  더 올라서 영어 졸업했어요.
      
오디션 투어 때도 혼자 비행기, 숙소, 학교 연습실 등 돌발 상황이 있을 때마다 대표님께서 빠른 연락 주시고 같이 해결 해주셔서 너무 든든했어요.
      
유니버스 피아노 컨설팅을 통해서 저에게 맞는 전략을 같이 고민해주고 솔루션을 주신 덕분에, 생각하지 못한 금액의 장학금 까지 받고 입학하게 되서 너무 감사해요.`,
      imageSrc: reviewImage1,
    },
    {
      label: "전체 컨설팅",
      title: "대형 업체와 유니버스 피아노를 직접 모두 경험한 사람으로서 후기 남김니다!",
      description: `저는 지난 해에 포털에 검색만 하면 나오는 대형 유학원 업체와 미국 음대 입시를 진행했었습니다. 합격을 하긴 했지만 결과가 아쉬워 다른 유학원을 찾아 보던 중에 유니버스 피아노 대표님께 연락을 드리게 되었습니다.
  
  유니버스 피아노를 선택한 가장 큰 이유는, 대표님이 직접 하나부터 열까지 1:1로 진행해 주시는 점 때문이었습니다. 대형 업체는 궁금한 게 생겨 질문을 남겨도 해당 내용에 대한 담당자가 다 다르다며 제 질문에 대한 답을 듣는 데 최소 하루가 걸렸습니다. 하지만, 유니버스 피아노는 대표님이 직접 모든 걸 진행 하시기 때문에 궁금한 점을 질문하고 답을 받는 과정이 너무 순조로웠습니다.
  
  제가 유학원을 다시 정하면서 가장 중요하게 생각했던 부분은, 메일 계정 공유와 각 학교 계정을 공유하느냐 였습니다. 대부분의 대형 업체는 이 아이디와 비번을 공유하지 않습니다. 제가 메일을 직접 확인 할 수 없기 때문에 진행 상황을 알 수 없고, 제대로 잘 진행이 되고 있는지 그저 기다릴 수 밖에 없었습니다. 이러한 문제점은 학교 결과를 학생이 바로 알 수 없다는 것으로 직결 됩니다. 결과가 나와도 학교 아이디를 모르니 직접 들어가서 확인 할 수 없고, 업체가 결과를 전달 해 줄 때까지 기다려야 하는데 여기서 생기는 시간 차이가 꽤 큽니다.
  
  따라서, 계정을 공유 해주는 것이 학생에게 믿음을 주는 것과 다름없다고 생각하는데, 유니버스 피아노는 메일 계정 공유는 물론 모든 학교 사이트의 아이디까지 알려주셔서 제 입시 과정을 하나부터 열까지 직접 제 눈으로 확인 할 수 있었습니다. 이런 과정을 하나부터 열까지 직접 제 눈으로 확인 할 수 있었습니다. 이런 과정에서 서류들이 마감 기한 전에 잘 도착했는지, 다음엔 어떤 걸 진행 해야 하는지 직접 더블체크 할 수 있었고, 오디션 결과 또한 바로바로 알 수 있어서 너무 좋았습니다.
  
  많은 학생들이 처음 유학원을 정할 떄 경험도 많고 큰 곳이 좋은 것 아닌가 하고 생각 할 것 같아요. 저 또한 그랬기에 처음엔 대형 업체에서 진행을 했습니다. 하지만, 대형 업체와 유니버스 직접 모드 경험한 사람으로서 저는 대표님이 직접 모든 것을 케어 해주시는 유니버스가 훨씬 도움이 되었다고 말씀드릴 수 있습니다.
  
  서류 작업은 물론이고 미국에 오디션을 보러 가기 전에 오디션 일정을 짜주시는 것부터 챙겨야 할 준비물들, 학교 근처 연습실/숙소, 그리고 학교 연습실을 사용할 수 있게 재학생과 컨택까지, 생각하는 것보다 더 많은 도움을 받았습니다. 정말 꼼꼼하게 진행하시고 모든 것을 투명하게 볼 수 있어서 후회 없는 선택이었다고 말할 수 있어요!`,
      imageSrc: reviewImage2,
    },
  ],
  faq: [
    {
      title: "컨설팅을 신청하면 그 다음은 어떻게 되나요?",
      description: `컨설팅 신청 이후에 과정은 다음과 같습니다.
컨설팅 진행 의사 결정 → 대표와 1:1 상담 → 계약서 작성 및 계약금 입금 → 컨설팅 시작`,
    },
    {
      title: "1:1 상담을 꼭 해야 하나요?",
      description: "네, 컨설팅 진행을 원하시는 경우 대표와의 1:1 상담이 필수 입니다.",
    },
    {
      title: "컨설팅 비용은 어떻게 알 수 있나요?",
      description:
        "홈페이지 채널톡 또는 카톡 오픈채팅 유니버스 피아노로 연락 주시면, 비용 안내 파일 보내드리겠습니다.",
    },
    {
      title: "컨설팅 비용이 부담스러운데, 도움은 필요하면 어떡하죠?",
      description: `도움 드릴 수 있는 두 가지 방법 안내 드리겠습니다.

1. 상대적으로 비용 부담이 덜 한 입시 과외 서비스 추천 드릴 수 있을 것 같습니다. 과외가 끝난 후에도 카톡으로 Q&A 서비스를 제공하기 때문에, 컨설팅에 준하는 도움을 받으실 수 있으리라 생각됩니다. 과외 관련 정보는 과외 상세 페이지에서 확인 하실 수 있습니다. 
      
1. 유니버스 피아노는 매년 119 프로젝트를 진행합니다. 119 프로젝트는 미국 음대 진학이 절실하지만, 경제적인 상황으로 인해 어려움을 겪고 계신 분들을 대상으로 진행하고 있습니다. 프로젝트 인원으로 선발되기 위해서는 부모님 소득 증명원, 학자금 대출 내역 등 경제적인 상황을 증명할 수 있는 서류 제출이 필수 입니다. 자세한 내역은 유니버스 피아노로 문의 주세요.`,
    },
  ],
} as const;
