export const data = {
  faq: [
    {
      category: "독학 키트",
      title: "결제 후에 어떤 과정으로 119 키트 열람이 가능한가요?",
      description: `키트 구매 신청→ 비용 입금 완료 → 12시간 이내에 홈페이지에서 키트 열람 가능
      
비용 입금 확인 후, 유니버스 피아노에서 카톡으로 개별 연락 드리고 있습니다.`,
    },
    {
      category: "독학 키트",
      title: "19 키트 구매 후에 단톡방이나 개인톡으로 오디션 관련 질문 해도 되나요?",
      description:
        "네, 가능합니다. 119 키트 구매하신 분들께는 오디션 기간 동안 오디션 관련 Q&A 를 제공합니다.",
    },
    {
      category: "독학 키트",
      title: "오디션 룸메이트나 동행 구하는 것은 어떻게 진행되나요?",
      description:
        "키트를 구매하신 분들께는 익명으로 참여하실 수 있는 단톡방 링크를 보내드립니다. 단톡방에서 자유롭게 룸메이트/동행을 구하실 수 있으며, 필요한 경우 유니버스 피아노에서 상호간의 연락처를 공유해드립니다. 단톡방에 참여하신 모든 분들의 신원은 유니버스 피아노에서 보증합니다.",
    },
    {
      category: "독학 키트",
      title: "제가 키트를 구매 한 사실을 다른 사람이 알 수 있나요?",
      description:
        "유니버스 피아노는 어떠한 경우에도 구매자의 신상 정보를 제 3자에게 노출하지 않습니다.",
    },
    {
      category: "독학 키트",
      title: "카드 결제는 불가한가요?",
      description:
        "현재는 계좌 이체를 통해서만 구매가 가능한 점 양해 부탁드리겠습니다. 더 나은 서비스 제공을 위해 노력하겠습니다.",
    },
    {
      category: "독학 키트",
      title: "입금 완료 후 24시간 이후에도 키트 열람이 불가한 경우에는 어떡하나요?",
      description:
        "유니버스 피아노 카톡 오픈채팅 또는 인스타 DM 으로 연락 주시면 문제 해결 도와드리겠습니다.",
    },
  ],
} as const;
