import reviewImage1 from "@/assets/images/study/study-review-1.jpg";
import reviewImage2 from "@/assets/images/study/study-review-2.png";

export const data = {
  reviews: [
    {
      labels: ["영어 스터디", "포트폴리오 컨설팅", "장학금 증액 컨설팅"],
      title: "이런 스터디를 안 할 이유가 없고, 8개월 동안 참여 했습니다!",
      description: `혼자서는 스스로 계획하고 실천하는 것이 어려운 mbti 'P' 나에게는 체계적으로 관리해주고 스스로 공부하게끔 만들어주는 유니버스 피아노 스터디가 최적이다. 

처음에 미국 유학 진학을 결정 한 후에 맞이하는 제일 큰 장벽은 언어 시험이라 감히 말할 수 있다. 주변에서는 거의 대부분이 강남에 있는 기숙 학원을 추천했지만, 지방에 살고 있는 나에게는 현실적으로 어려운 일이었다. 결국 지방에 있는 괜찮다 하는 학원도 몇 달 다녀보았지만, 비싼 수강료가 너무 부담이었다. 결국 스스로 공부하는 방법을 선택했고, 괜찮다 하는 인강을 결제하여 공부 방법을 바꿔보았지만, 이 방법 역시 절대 쉬운 일이 아니었다. 그 이유는 바로 꾸준함과 불타는 내 의지를 꺼지지 않게 지펴줄 만한 것이 필요했기 때문이다. 그러던 와중에 인스타 팔로우를 하고 있던 유니버스 피아노에서 스터디원을 모집한다는 게시글을 보았고, 그렇게 나는 유니버스 피아노 스터디의 초창기 멤버가 되었다. 
      
유니버스 피아노 스터디는 ‘자기 주도 학습’의 훈련을 아주 잘 시켜준다. 스스로 공부하게끔 환경을 만들어주었고, 스터디원들과 함께 어떻게 하면 꾸준히 공부할 수 있을까에 대해 서로 머리를 맞대어 다양한 방법을 제시하고 결정하면, 스스로가 정한 방법이었기에 실천할 수 밖에 없다. 
      
예를 들어, 나 같은 경우에는 벌금 제도가 꾸준히 성실하게 공부를 할 수 있게 해준 가장 큰 요인이었다. 내가 아마 첫번째 유니버스 피아노 스터디 장학금 수여자 일 것이다. 필요에 의한 경쟁 구도는 더 꾸준하게 스터디에 참여 할 수 있게 나를 자극 해주었다. 
      
그리고 또 다른 자극 요소는 유니버스 피아노 대표님 이었다. 스터디를 할 수 있게 이엃게 밥상을 차려주었지만, 스터디원들이 나태해지고 해이해질때면 쓴소리와 잔소리로 밥을 떠먹여 주기까지 하였다. 스터디원들 개개인에게 꾸준하게 관심 가져 주시고, 스터디에 부족하거나 필요한 부분은 발 벗고 나서서 자기일 같이 도움을 주셨다. 
      
이러한 스터디 모임을 계속해서 안 할 이유가 없었고, 그렇게 나는 약 8개월 동안 스터디에 참여했다. 그 결과, 내가 받아야만 하는 점수에 도달 하였고, 비로소 나는 유니버스 피아노 스터디를 졸업할 수 있게 되었다.`,
      imageSrc: reviewImage1,
    },
    {
      labels: ["영어 스터디"],
      title: "대형 업체와 유니버스 피아노를 직접 모두 경험한 사람으로서 후기 남김니다!",
      description: `저는 지난 해에 포털에 검색만 하면 나오는 대형 유학원 업체와 미국 음대 입시를 진행했었습니다. 합격을 하긴 했지만 결과가 아쉬워 다른 유학원을 찾아 보던 중에 유니버스 피아노 대표님께 연락을 드리게 되었습니다.
  
  유니버스 피아노를 선택한 가장 큰 이유는, 대표님이 직접 하나부터 열까지 1:1로 진행해 주시는 점 때문이었습니다. 대형 업체는 궁금한 게 생겨 질문을 남겨도 해당 내용에 대한 담당자가 다 다르다며 제 질문에 대한 답을 듣는 데 최소 하루가 걸렸습니다. 하지만, 유니버스 피아노는 대표님이 직접 모든 걸 진행 하시기 때문에 궁금한 점을 질문하고 답을 받는 과정이 너무 순조로웠습니다.
  
  제가 유학원을 다시 정하면서 가장 중요하게 생각했던 부분은, 메일 계정 공유와 각 학교 계정을 공유하느냐 였습니다. 대부분의 대형 업체는 이 아이디와 비번을 공유하지 않습니다. 제가 메일을 직접 확인 할 수 없기 때문에 진행 상황을 알 수 없고, 제대로 잘 진행이 되고 있는지 그저 기다릴 수 밖에 없었습니다. 이러한 문제점은 학교 결과를 학생이 바로 알 수 없다는 것으로 직결 됩니다. 결과가 나와도 학교 아이디를 모르니 직접 들어가서 확인 할 수 없고, 업체가 결과를 전달 해 줄 때까지 기다려야 하는데 여기서 생기는 시간 차이가 꽤 큽니다.
  
  따라서, 계정을 공유 해주는 것이 학생에게 믿음을 주는 것과 다름없다고 생각하는데, 유니버스 피아노는 메일 계정 공유는 물론 모든 학교 사이트의 아이디까지 알려주셔서 제 입시 과정을 하나부터 열까지 직접 제 눈으로 확인 할 수 있었습니다. 이런 과정을 하나부터 열까지 직접 제 눈으로 확인 할 수 있었습니다. 이런 과정에서 서류들이 마감 기한 전에 잘 도착했는지, 다음엔 어떤 걸 진행 해야 하는지 직접 더블체크 할 수 있었고, 오디션 결과 또한 바로바로 알 수 있어서 너무 좋았습니다.
  
  많은 학생들이 처음 유학원을 정할 떄 경험도 많고 큰 곳이 좋은 것 아닌가 하고 생각 할 것 같아요. 저 또한 그랬기에 처음엔 대형 업체에서 진행을 했습니다. 하지만, 대형 업체와 유니버스 직접 모드 경험한 사람으로서 저는 대표님이 직접 모든 것을 케어 해주시는 유니버스가 훨씬 도움이 되었다고 말씀드릴 수 있습니다.
  
  서류 작업은 물론이고 미국에 오디션을 보러 가기 전에 오디션 일정을 짜주시는 것부터 챙겨야 할 준비물들, 학교 근처 연습실/숙소, 그리고 학교 연습실을 사용할 수 있게 재학생과 컨택까지, 생각하는 것보다 더 많은 도움을 받았습니다. 정말 꼼꼼하게 진행하시고 모든 것을 투명하게 볼 수 있어서 후회 없는 선택이었다고 말할 수 있어요!`,
      imageSrc: reviewImage2,
    },
  ],
  faq: [
    {
      category: "스터디",
      title: "스터디는 어떻게 신청하나요?",
      description: "채널톡으로 문의 주시면, 스터디 신청서 작성 링크 안내드리겠습니다.",
    },
    {
      category: "스터디",
      title: "스터디 도중에 그만 두면, 환불 받을 수 있나요?",
      description: `아니요, 스터디는 환불 불가 서비스 입니다. 스터디에서 제공하는 자료와 서비스는 유니버스 피아노의 지적 재산권이 포함되어 있습니다. 자료 또는 자료 링크를 제공 받으신 후에는 환불이 불가 한 점 양해 부탁드리겠습니다.

스터디 신청 전에, 반드시 월별 커리큘럼과 제공 내역 확인 해주세요.`,
    },
    {
      category: "스터디",
      title: "스터디 신청 전에, 상담을 받아보고 싶은데 가능할까요?",
      description:
        "네, 가능합니다. 채널톡 혹은 카톡 오픈채팅 유니버스 피아노로 연락 주시면, 상담 예약 도와드리겠습니다.",
    },
    {
      category: "스터디",
      title: "제가 영어를 진짜 못해서요, 스터디 하시는 분들 영어 레벨이 어떻게 되나요?",
      description: `영어 레벨은 개인 차가 있습니다만, 대부분 기초 부터 공부해야 하는 분들이 찾아오십니다. 겁 먹지 마세요. 이 스터디는 영어 못하는 음대생들이 오는 곳 입니다. 영어를 잘 하는 분들은 애초에 스터디를 안 오십니다.

스터디에서는 각자의 수준과 속도에 맞춰서 공부할 수 있도록 맞춤형 학습 플랜을 제공합니다.`,
    },
  ],
} as const;
