import reviewImage1 from "@/assets/images/study/study-review-1.jpg";
import reviewImage2 from "@/assets/images/study/study-review-2.png";

export const data = {
  reviews: [
    {
      labels: ["영어 스터디", "포트폴리오 컨설팅", "장학금 증액 컨설팅"],
      title: "이런 스터디를 안 할 이유가 없고, 8개월 동안 참여 했습니다!",
      description: `혼자서는 스스로 계획하고 실천하는 것이 어려운 mbti 'P' 나에게는 체계적으로 관리해주고 스스로 공부하게끔 만들어주는 유니버스 피아노 스터디가 최적이다. 

처음에 미국 유학 진학을 결정 한 후에 맞이하는 제일 큰 장벽은 언어 시험이라 감히 말할 수 있다. 주변에서는 거의 대부분이 강남에 있는 기숙 학원을 추천했지만, 지방에 살고 있는 나에게는 현실적으로 어려운 일이었다. 결국 지방에 있는 괜찮다 하는 학원도 몇 달 다녀보았지만, 비싼 수강료가 너무 부담이었다. 결국 스스로 공부하는 방법을 선택했고, 괜찮다 하는 인강을 결제하여 공부 방법을 바꿔보았지만, 이 방법 역시 절대 쉬운 일이 아니었다. 그 이유는 바로 꾸준함과 불타는 내 의지를 꺼지지 않게 지펴줄 만한 것이 필요했기 때문이다. 그러던 와중에 인스타 팔로우를 하고 있던 유니버스 피아노에서 스터디원을 모집한다는 게시글을 보았고, 그렇게 나는 유니버스 피아노 스터디의 초창기 멤버가 되었다. 
      
유니버스 피아노 스터디는 ‘자기 주도 학습’의 훈련을 아주 잘 시켜준다. 스스로 공부하게끔 환경을 만들어주었고, 스터디원들과 함께 어떻게 하면 꾸준히 공부할 수 있을까에 대해 서로 머리를 맞대어 다양한 방법을 제시하고 결정하면, 스스로가 정한 방법이었기에 실천할 수 밖에 없다. 
      
예를 들어, 나 같은 경우에는 벌금 제도가 꾸준히 성실하게 공부를 할 수 있게 해준 가장 큰 요인이었다. 내가 아마 첫번째 유니버스 피아노 스터디 장학금 수여자 일 것이다. 필요에 의한 경쟁 구도는 더 꾸준하게 스터디에 참여 할 수 있게 나를 자극 해주었다. 
      
그리고 또 다른 자극 요소는 유니버스 피아노 대표님 이었다. 스터디를 할 수 있게 이엃게 밥상을 차려주었지만, 스터디원들이 나태해지고 해이해질때면 쓴소리와 잔소리로 밥을 떠먹여 주기까지 하였다. 스터디원들 개개인에게 꾸준하게 관심 가져 주시고, 스터디에 부족하거나 필요한 부분은 발 벗고 나서서 자기일 같이 도움을 주셨다. 
      
이러한 스터디 모임을 계속해서 안 할 이유가 없었고, 그렇게 나는 약 8개월 동안 스터디에 참여했다. 그 결과, 내가 받아야만 하는 점수에 도달 하였고, 비로소 나는 유니버스 피아노 스터디를 졸업할 수 있게 되었다.`,
      imageSrc: reviewImage1,
    },
    {
      labels: ["영어 스터디"],
      title: "스터디 크루분들과 같이 공부 하니, 소속감도 들고 전우애도 생깁니다!",
      description: `스터디 참여 기간 23년 2월 - 7월

1. 스터디 참여 계기
공부를 해야하는데 안 해서… ㅎㅎ 강제성 부여를 위해서 참여하게 되었습니다. 2월에 맛보기로 참여했다가 좋아서 7월까지 하게 되었어요!
      
2. 토플 영역별 도움된 점
<리딩>
해커스 인터미디엇보다 어려운 실전 난이도의 모의고사를 같이 풀어보고 리뷰했던 게 도움이 됐습니다! 모의고사의 문제 수가 실전보다 많아서 더 타이트했다보니 시험이 더 여유로웠던 것 같아요 그리고 혼자 리딩을 공부하다가 모르는 부분을 여쭤볼 수 있어서 좋았습니다!
      
<리스닝>
멀티가 안 되던 저에게… 노트테이킹을 버리라고 하셨던 대표님의 조언을… 눈 딱 감고 들었는데 리스닝 5점 상승했습니다 ㅎㅎ
      
<스피킹>
스피킹 발음 첨삭도 해주셨고 같이 브레인 스토밍을 했던 게 도움이 많이 됐습니다! 제가 스피킹 질문폭탄을 던져도 다 알려주시는 브레인스토밍 기계 같으신 대표님…^^
      
<라이팅>
알려주신 인강이 도움이 많이 됐습니다! 그리고 이것도 스피킹처럼 같이 브레인스토밍 해보는 게 도움이 많이 됐어요!! 내가 만든 문장이 말이 되는지 여쭤볼 수 있어서 좋았습니다!
      
3. 그 외 장점
- 멘탈 관리 : 스터디에 참여하시는 분들이 대부분 토플 시험을 준비하시다보니 같이 고생을 해서… 소속감도 들고 가끔 아침 줌스터디나 모의고사 리뷰 끝나고 스터디원분들이랑 얘기하다보면 전우애도 생겨요 ㅎㅎ…. 그리고 종종 대표님한테 점수 안 나오면 어떡할까요 등등 걱정 얘기하면 위로도 잘 해주십니다
- 강제성 : 일단 벌금이 있어서 안 하면 돈도 내고 다른 분들도 열심히 하시는 거 보면 자연스럽게 하게 됩니다!!
      
4. 기타 느낀 점
사실 토플 공부는 2월부터 했지만 연습과 병행하느라 조금씩 하고 6월, 7월만 진짜 열심히 했던 것 같아요! 공부를 더 일찍부터 열심히 했다면 졸업도 더 빨랐을 것 같습니다! 토플 점수가 필요하시다면 꼭…… 미리 미리 하시길 추천드립니다……`,
      imageSrc: reviewImage2,
    },
  ],
  faq: [
    {
      category: "스터디",
      title: "스터디는 어떻게 신청하나요?",
      description: "채널톡으로 문의 주시면, 스터디 신청서 작성 링크 안내드리겠습니다.",
    },
    {
      category: "스터디",
      title: "스터디 도중에 그만 두면, 환불 받을 수 있나요?",
      description: `아니요, 스터디는 환불 불가 서비스 입니다. 스터디에서 제공하는 자료와 서비스는 유니버스 피아노의 지적 재산권이 포함되어 있습니다. 자료 또는 자료 링크를 제공 받으신 후에는 환불이 불가 한 점 양해 부탁드리겠습니다.

스터디 신청 전에, 반드시 월별 커리큘럼과 제공 내역 확인 해주세요.`,
    },
    {
      category: "스터디",
      title: "스터디 신청 전에, 상담을 받아보고 싶은데 가능할까요?",
      description:
        "네, 가능합니다. 채널톡 혹은 카톡 오픈채팅 유니버스 피아노로 연락 주시면, 상담 예약 도와드리겠습니다.",
    },
    {
      category: "스터디",
      title: "제가 영어를 진짜 못해서요, 스터디 하시는 분들 영어 레벨이 어떻게 되나요?",
      description: `영어 레벨은 개인 차가 있습니다만, 대부분 기초 부터 공부해야 하는 분들이 찾아오십니다. 겁 먹지 마세요. 이 스터디는 영어 못하는 음대생들이 오는 곳 입니다. 영어를 잘 하는 분들은 애초에 스터디를 안 오십니다.

스터디에서는 각자의 수준과 속도에 맞춰서 공부할 수 있도록 맞춤형 학습 플랜을 제공합니다.`,
    },
  ],
} as const;
