export const data = {
  faq: [
    {
      category: "스터디",
      title: "스터디는 어떻게 신청하나요?",
      description: "채널톡으로 문의 주시면, 스터디 신청서 작성 링크 안내드리겠습니다.",
    },
    {
      category: "스터디",
      title: "스터디 도중에 그만 두면, 환불 받을 수 있나요?",
      description: `아니요, 스터디는 환불 불가 서비스 입니다. 스터디에서 제공하는 자료와 서비스는 유니버스 피아노의 지적 재산권이 포함되어 있습니다. 자료 또는 자료 링크를 제공 받으신 후에는 환불이 불가 한 점 양해 부탁드리겠습니다.

스터디 신청 전에, 반드시 월별 커리큘럼과 제공 내역 확인 해주세요.`,
    },
    {
      category: "스터디",
      title: "스터디 신청 전에, 상담을 받아보고 싶은데 가능할까요?",
      description:
        "네, 가능합니다. 채널톡 혹은 카톡 오픈채팅 유니버스 피아노로 연락 주시면, 상담 예약 도와드리겠습니다.",
    },
    {
      category: "스터디",
      title: "제가 영어를 진짜 못해서요, 스터디 하시는 분들 영어 레벨이 어떻게 되나요?",
      description: `영어 레벨은 개인 차가 있습니다만, 대부분 기초 부터 공부해야 하는 분들이 찾아오십니다. 겁 먹지 마세요. 이 스터디는 영어 못하는 음대생들이 오는 곳 입니다. 영어를 잘 하는 분들은 애초에 스터디를 안 오십니다.

스터디에서는 각자의 수준과 속도에 맞춰서 공부할 수 있도록 맞춤형 학습 플랜을 제공합니다.`,
    },
  ],
} as const;
